Repository: AntoineWinvestify/KrystalTest-1
Catalog: Locale/spa/LC_MESSAGES/default.po
Languages: es

source: Username or password is incorrect
es: Usuario o Contraseña incorrectos

source: Invalid user
es: Usuario no válido

source: Password has been changed
es: Su contraseña ha sido cambiada

source: Password could not be changed.
es: Su contraseña no se pudo cambiar

source: Viewed
es: Visto

source: Pending
es: Pendiente

source: Finished
es: Finalizado

source: Fixed
es: Arrglado

source: Choose One
es: Elija uno

source: Inactive
es: Inactivo

source: Active
es: Activo

source: Suspended
es: Suspendido

source: Crowd Real Estate
es: Crowdfunding Inmobiliario

source: Billing Dept
es: Facturación

source: Functional Improvement
es: Mejora funcional

source: New Feature
es: Nueva Característica

source: Unsubscribe Account
es: Darse de baja

source: Spain
es: España

source: Italy
es: Italia

source: Type filter
es: Tipo

source: You cannot access this page directly
es: No puede acceder directamente a esta página

source: Error sending the invitation
es: Se ha producido un error

source: Account not activated. contact Winvestify
es: Cuenta deshabilitada. Contacte con Winvestify

source: You entered an incorrect code, please try again
es: Ha introducido un código incorrecto, inténtelo de nuevo

source: Password Not Valid
es: Contraseña no válida

source: What is the sum of
es: ¿Cuál es la suma de

source: What does
es: ¿Qué es

source: What is
es: ¿Qué es

source: What's the result of
es: ¿Cuál es el resultado de

source: What do you get when you
es: ¿Qué obtienes cuando

source: zero
es: cero

source: one
es: uno

source: two
es: dos

source: three
es: tres

source: four
es: cuatro

source: five
es: cinco

source: plus
es: más

source: added to
es: sumado con

source: times
es: veces

source: multiplied by
es: multiplicado por

source: and
es: y

source: add
es: sumado

source: to
es: a

source: multiply
es: multiplicado

source: by
es: por

source: adding
es: sumando

source: multiplying
es: multiplicando

source: nothing
es: nada

source: six
es: seis

source: seven
es: siete

source: eight
es: ocho

source: nine
es: nueve

source: ten
es: diez

source: twelve
es: doce

source: fifteen
es: quince

source: fivteen
es: quince

source: sixteen
es: dieciseis

source: twenty
es: veinte

source: twentyfive
es: veinticinco

source: twenty-five
es: veinticinco

source: Could not find the resource
es: No se pudo encontrar el recurso

source: Could not find the resource: Not Existent
es: No se pudo encontrar el recurso: No existe

source: Client Winvestify
es: Cliente Winvestify

source: Thank you for registering at Winvestify
es: Gracias por registrarse en Winvestify

source: Admin Winvestify
es: Administrador Winvestify

source: Registration of new user at Winvestify
es: Registro de nuevo usuario en Winvestify

source: Admin
es: Administrador

source: You have a new bill.
es: Tienes una nueva factura

source: Company updated correctly
es: Compañía actualizada correctamente

source: Failed saving status
es: Fallo al salvar el estado

source: Failed update
es: Fallo en la actualización

source: Your dashboard has been updated
es: Su dashboard ha sido actualizado

source: The system has updated your dashboard data. You can access your dashboard here
es: El sistema ha actualizado la información de su dashboard. Puedes acceder aquí

source: Error updating companies status.
es: Error en la actualización del estado de compañía.

source: Error updating files status.
es: Error en la actualización del estado de archivos.

source: Saved correctly.
es: Salvado correctamente.

source: Error updating investor status.
es: Error actualizando el estado de inversor.

source: Error saving.
es: Error de salvado.

source: Cannot move the file.
es: No se puede mover el archivo.

source: Upload ok
es: Subida correcta

source: Upload fail
es: Subida fallida

source: Upload failed. Incorrect type or file too big.
es: Subida fallida. Tipo incorrect o archivo demasiado grande.

source: Error at refreshing the bills table.
es: Error al actualizar la tabla de facturas.

source: Error updating data check.
es: Error al actualizar el check de datos.

source: Profile
es: Perfil

source: Sign out
es: Salir

source: Bills
es: Facturas

source: Investor Checking
es: Chequeo de Inversores

source: Logout
es: Salir

source: Status
es: Estado

source: Country
es: País

source: Search...
es: Buscar...

source: Recent Activity
es: Actividad reciente

source: Tasks Progress
es: Progreso

source: Date
es: Fecha

source: Bill Number
es: Número de Factura

source: Concept
es: Concepto

source: Amount
es: Importe

source: Document selected
es: Documento seleccionado

source: Send
es: Enviar

source: The Amount value must be formatted with 2 decimal digits. (Ex: 1111,10)
es: El valor de la cantidad debe de estar formateado con dos dígitos decimales (Ej: 1111,10)

source: Bills History
es: Historial de facturas

source: New Users
es: Nuevos Usuarios

source: Investors registered on your platform
es: Inversores registrados en su plataforma

source: Name
es: Nombre

source: Surname
es: Apellido

source: Telephone
es: Teléfono

source: Action
es: Acción

source: View
es: Ver

source: You must select on "Yes" all radio buttons
es: Debe seleccionar en "Sí" todos los radio button

source: Investor Data
es: Datos de Inversor

source: Yes
es: Sí

source: Surname(s)
es: Apellido(s)

source: Id
es: DNI

source: Date of Birth
es: Fecha de Nacimiento

source: PostCode
es: Código Postal

source: Address
es: Dirección

source: City
es: Ciudad

source: Business Name
es: Nombre de la empresa

source: Investor Selected Platforms
es: Plataformas seleccionadas

source: Investor Uploaded Documents
es: Documentos adjuntos

source: Save
es: Guardar

source: Approve
es: Aprobar

source: Sold Users
es: Usuarios Vendidos

source: Sold Users History
es: Historial de Usuarios Vendidos

source: Terms of Service
es: Términos del servicio y condiciones de uso

source: Privacy Policy
es: Politica de Privacidad

source: Modality
es: Modalidad

source: Update
es: Actualizar

source: Access to Winvestify Administration
es: Acceso a la Administración de Winvestify

source: PFPADMIN NAVIGATION
es: MENÚ PFPADMIN

source: My Marketplace
es: Mi Marketplace

source: Personal Data
es: Datos Personales

source: Link Account
es: Enlazar Cuentas

source: You requested information about an investor. This event is going to be charged to your account
es: Ha solicitado información sobre un inversor. Este evento va a ser cargado a su cuenta.

source: You requested information about an investor. This event is going to be charged to your account.
es: Ha solicitado información sobre un inversor. Este evento va a ser cargado a su cuenta.

source: Confirm
es: Confirmar

source: Billing Panel
es: Panel de Facturación

source: Download
es: Descargar

source: % Total Investment Portfolio
es: Capital Total Invertido

source: % Total cartera
es: Total Invertido

source: Active Investor Platforms
es: Inversiones Activas

source: Linked Accounts
es: Cuentas Enlazadas

source: The number of platforms where the investor has an account
es: El número de plataformas en que el inversor tiene cuenta

source: Define at least 2 searchfields
es: Defina al menos dos campos de búsqueda

source: The telephone number must be in international format: example United Kingdom +44 20 7946 0502)
es: El número de teléfono debe ser en formato internacional: Ejemplo Reino Unido: +44 20 7946 0502)

source: The user does not exist in our database
es: Este usuario no existe en nuestra base de datos

source: No data is available for this user
es: No hay datos disponibles para este usuario

source: You must provide at least 2 parameters
es: Debe proporcionar al menos dos parámetros

source: Search for Chat
es: Buscar nuevo chat

source: Create New Chat
es: Crear nuevo chat

source: my Chats
es: Mis Chats

source: Most Active Chats
es: Chats más activos

source: Search for existing Chats
es: Buscar por chat

source: Company
es: Compañía

source: Loan Identifier
es: Identificador del préstamo

source: New Chat
es: Chat nuevo

source: Subject
es: Sujeto

source: Number of investors:
es: Número de inversores:

source: Message sent
es: Mensaje enviado

source: Do you need help?
es: ¿Necesitas ayuda?

source: If you have any questions or are missing something, please contact our customer service
es: Si tienes alguna duda o necesitas que te ayudemos a mejorar tu experiencia ponte en contacto con nuestro equipo de atención al cliente.

source: Your Name
es: Su nombre

source: Name not valid
es: Nombre no válido

source: Your Email
es: Su email

source: Email not valid
es: Email no válido

source: Subject not selected
es: Asunto no seleccionado

source: Message
es: Mensaje

source: Your message
es: Escriba su mensaje aquí

source: Message too short
es: Mensaje demasiado corto

source: Calculate this:
es: Calcule esto:

source: Enter the result in numbers
es: Introduzca el resultado en números

source: Invalid result
es: Resultado incorrecto

source: Username
es: Usuario

source: Password
es: Contraseña

source: My Balance
es: Capital Disponible

source: Outstanding Principal
es: Capital Vivo

source: Amount Invested
es: Capital Invertido

source: EMPTY DASHBOARD
es: DASHBOARD VACÍO

source: We don't have any Dashboard data for you as you don't have any of your crowdlending platform accounts linked to your Dashboard account
es: No tenemos información al no enlazar con ninguna plataforma de crowdlending

source: Link your Accounts
es: Enlace sus cuentas

source: The information presented in your dashboard dates from
es: La información mostrada en su dashboard fue actualizada el

source: We are currently collecting the data for your updated dashboard.
es: Estamos recogiendo datos para su dashboard

source: You will receive a notification once the process is finished.
es: Recibirá una notificación una vez el proceso finalice

source: Amount of money currently invested
es: Capital Total Invertido

source: Amount of money in all your Wallets
es: Capital Disponible

source: Available Funds
es: Capital Disponible

source: The average profitibility of all your active investments
es: Rentabilidad Media Global

source: Return
es: Rentabilidad

source: The number of active investments, i.e investments not yet fully recovered
es: Número de inversiones activas

source: Active Investments
es: Inversiones Activas

source: Global Accounts Overview
es: Vista Global

source: No data in piechart
es: Sin datos

source: Amount not yet recovered
es: Capital Vivo

source: AVAILABLE FUNDS
es: CAPITAL DISPONIBLE

source: RETURN
es: RENTABILIDAD

source: INVESTED
es: CAPITAL INVERTIDO

source: OUTSTANDING PRINCIPAL
es: CAPITAL VIVO

source: ACTIVE INVESTMENTS
es: INVERSIONES ACTIVAS

source: Transaction Id
es: ID Transacción

source: Due Date
es: Fecha vencimiento

source: Interest
es: Interés

source: Invested
es: Invertido

source: Amortized
es: Amortizado

source: Gained profit
es: Intereses obtenidos

source: Comission
es: Comisión

source: Period of<br>Investment
es: Duración

source: Investor Menu
es: Inversores

source: Stats
es: Estadísticas

source: Initial Panel
es: Panel Inicial

source: User Data
es: Datos de Usuario

source: Confirmation Code
es: Código de Confirmación

source: Investment Information
es: Información de Inversiones

source: Account Created
es: Cuenta Creada

source: About winvestify
es: Sobre Winvestify

source: Contact
es: Contáctanos

source: Terms &amp; Conditions
es: Términos y Condiciones de Uso

source: Cookies Policy
es: Política de Cookies

source: Our mission is to help investors minimize the risks of investing in the P2P Lending market and increase their earnings. We support continuous, global growth of a dynamic crowdlending market, both by market size and investors
es: Nacemos con el propósito de ayudar a los inversores a minimizar su riesgo y aumentar su rentabilidad. Favorecemos que el mercado de Crowdlending siga creciendo y gane más adeptos

source: A new user has registered
es: Se ha registrado un nuevo usuario

source: telephone:
es: teléfono:

source: has contact us via the contactForm
es: ha contactado con nosotros vía contactForm

source: Subject:
es: Asunto

source: Thank you for contacting Winvestify.
es: Gracias por contactar con Winvestify

source: We received your email with the following information
es: Hemos recibido su email con la siguiente información

source: subject:
es: Asunto

source: Kind Regards,<br/><strong>The Winvestify Team</strong>.
es: Atentamente,<br/><strong>el Equipo de Winvestify</strong>

source: Welcome to <strong>Winvestify</strong>
es: Bienvenido a <strong>Winvestify</strong>

source: We are the first community for investors specialized in Crowdlending and Invoice Trading.
es: Somos la primera comunidad de inversores especializada en Crowdlending e Invoice Trading.

source: First steps
es: Primeros Pasos

source: 1) Complete your investment profile
es: 1) Complete su perfil de inversor

source: Enter your personal data in order to connect your investment accounts to our platform
es: Rellene sus datos personales para poder enlazar sus cuentas

source: 2) Link your accounts
es: 2) Enlace sus cuentas

source: Connect to the principal alternative financing plataforms
es: Conecte con las principales plataformas de financiación participativa

source: 3) Manage your investments
es: 3) Gestione sus inversiones

source: All your investments will be automatically completely organized
es: Sus inversiones estarán completamente organizadas automáticamente

source: 4) Global Market
es: 4) Mercado Global

source: Access all active investment opportunities in real time
es: Acceda a todas las oportunidades de inversiones en tiempo real

source: Go to Winvestify
es: Ir a Winvestify

source: A new bill has been generated.
es: Se ha generado una nueva factura

source: A new user is available for incorporation in your database.
es: Un nuevo usuario está disponible para incorporarse en su base de datos.

source: A new user has requested the use of 1CR.
es: Se ha registrado un nuevo usuario

source: Welcome to Winvestify
es: Ir a Winvestify

source: What do you like to do?
es: ¿Qué quiere hacer?

source: Personalize my Account
es: Personalizar mi Cuenta

source: Take the tour
es: Haga un tour

source: Go to Social Network
es: Red Social

source: Go to my Dashboard
es: Dashboard

source: Cancel
es: Cancelar

source: The combination of user/password is incorrect. Please check your data and try again
es: Usuario o Contraseña incorrecto. Compruebe los datos e inténtelo otra vez

source: You're data has been successfully modified
es: Sus datos han sido actualizados con éxito

source: New Password
es: Contraseña Nueva

source: Repeat Password
es: Repita contraseña

source: Your password should be at least 8 characters long and contain uppercase and lowercase characters, a number and another symbol
es: Su contraseña debe contener al menos 8 caracteres, letras mayúsculas y minúsculas, un número y otro símbolo

source: Delete
es: Eliminar

source: Your User
es: Usuario

source: Your Password
es: Contraseña

source: The account has been successfully added
es: Su cuenta ha sido añadida correctamente

source: The account has been deleted
es: Su cuenta ha sido eliminada

source: You currently don't have any account defined. By adding your crowdlending accounts you will be able see all your global investment position in your global dashboard
es: No tiene ninguna cuenta enlazada. Incorporar las cuentas de sus Plataformas de Financiación Participativa le permitirá tener mayor control de su cartera de inversión. Una vez enlazadas podrá conocer el estado de sus inversiones accediendo a su Dashboard.

source: Account Linking
es: Enlazar cuentas

source: Both the 'Username' and 'Password' of a linked account are encrypted before they are stored on our servers
es: Encriptaremos su nombre de usuario y contraseña al enlazar su cuenta por motivos de seguridad.

source: You currently don't have any account defined. By adding your crowdlending accounts you will be able see all your global investment position in our global dashboard.
es: No tiene ninguna cuenta enlazada. Incorporar las cuentas de sus Plataformas de Financiación Participativa le permitirá tener mayor control de su cartera de inversión. Una vez enlazadas podrá conocer el estado de sus inversiones accediendo a su Dashboard.

source: Add New Account
es: Añadir Cuenta

source: CrowdLending Company
es: Compañía de Crowdlending

source: Link this Account
es: Enlazar Cuenta

source: Repeat new Password
es: Repita nueva contraseña

source: Contacto
es: Contáctanos

source: Invite your Contacts
es: Recomiéndelo a sus Contactos

source: Recomendent Winvestify to my Contacts
es: Recomendar Winvestify a mis Contactos

source: We don't store your password and we encrypt your contacts before storing them
es: No almacenamos su contraseña y ciframos sus contactos antes de almacenarlos

source: Invitar a friend
es: Invitar a un amigo

source: Name of Contact
es: Nombre del Contacto

source: Surname(s) of Contact
es: Apellido(s) del Contacto

source: Email of Invitee
es: Email del Invitado

source: I like the services of Winvestify a lot, have a look
es: Me gustan los servicios que ofrece esta companía. Echa un vistazo

source: The service you're trying to activate is already activated.
es: El servicio que intenta activar ya se encuentra activado.

source: Back
es: Volver

source: WINVESTIFY PROVIDES YOU WITH A SINGLE POINT OF ACCESS FOR MANAGING ALL YOUR CROWDLENDING INVESTMENTS
es: WINVESTIFY OFRECE UN SITIO CENTRALIZADO PARA GESTIONAR SUS INVERSIONES DE CROWDLENDING

source: SEE ALL YOUR INVESTMENTS JUST ON ONE WEBPAGE
es: VER TODAS SUS INVERSIONES EN UNA ÚNICA PÁGINA

source: WINVESTIFY ALSO GIVES YOU INFORMATION ABOUT INVESTMENTS WITH REPAYMENT ISSUES
es: WINVESTIFY DA TODA LA INFORMACIÓN DE SUS INVERSIONES CON INCIDENCIAS

source: Language
es: Idioma

source: Page Not Found
es: Página No Encontrada

source: The page you were looking for appears to have been moved, deleted or does not exist.
es: Puede que el vinculo esté desactualizado, que la página no exista o que se haya tecleado incorrectamente.

source: What can you do now?
es: ¿Qué puede hacer ahora?

source: Go Home
es: Home

source: Contact Winvestify
es: Contactar con Winvestify

source: Go back
es: Volver atrás

source: Winvestify is a platform that integrates the management of all your investments in P2P Lending platforms in one global dashboard
es: Winvestify es una plataforma que integra el manejo de todas sus inversiones en Crowdlending en un único dashboard

source: Investor, Peer to Peer Lending, P2P Lending, Yield, Invest, Interest, High return on investment, dashboard, high ROI, personal loan
es: Inversor, Crowdlending, Rentabilidad, P2P Lending, Invertir, Alto rendimiento, Dashboard, Préstamo personal, Crédito personal

source: Register
es: Regístrese

source: Investors
es: Inversores

source: Platforms
es: Plataformas

source: About Winvestify
es: Sobre Winvestify

source: Our history
es: Nuestra historia

source: Our team
es: Nuestro equipo

source: We believe you have the right to get the most out of your investments
es: Creemos que tienes derecho a sacar el máximo partido a tus inversiones

source: Find out what is happening to all your investments in an organized and standardized way. Connect with your platforms from Winvestify and get total control of all your accounts.
es: Entérate de qué pasa con todas tus inversiones, de un modo organizado y estandarizado. Conecta con tus plataformas desde Winvestify y obtén el control total de todas tus cuentas.

source: We are the leading tool in P2P Lending that helps you manage all your investments in a precise and effective way.
es: Somos la herramienta líder española en Crowdlending que te ayuda a controlar todas tus inversiones de un modo preciso y eficaz

source: Open account
es: Crear cuenta

source: What is P2P Lending?
es: ¿Qué es el Crowdlending?

source: P2P Lending is a model of Alternative Financing, whereby private and professional investors, using Participative Financing Platforms, lend their money in exchange for receiving an interest in accordance with the risk assumed.
es: El Crowdlending es un modelo de Financiación Alternativa, por el cual inversores particulares y profesionales utilizando Plataformas de Financiación Participativa prestan su dinero a cambio de recibir un interés acorde al riesgo asumido.

source: The result is that the borrower gets financed at a more competitive price and the investor receives a higher return than other financial products.
es: El resultado es que el prestatario consigue financiarse a un precio más competitivo y el inversor recibe una rentabilidad superior a otros productos financieros.

source: Basic Rules for Investing in P2P Lending
es: Reglas básicas para invertir en Crowdlending

source: Buy fractions of loans
es: Invierta en numerosos préstamos

source: Make wise fractional investments in several loans across different P2P Platforms
es: Haga pequeñas inversiones en muchos préstamos de varias plataformas de Crowdlending

source: Diversify your investments
es: Diversifique sus inversiones

source: Spread your money over many loans to reduce the risk of your investment.
es: Distribuya su dinero en muchos préstamos para minimizar el riesgo de sus inversiones.

source: TECHNOLOGY SOLUTIONS FOR THE PROFESSIONAL INVESTOR
es: SOLUCIONES TECNOLÓGICAS PARA INVERSORES PROFESIONALES

source: All your portfolio and market data. Standardized.
es: Todo tu portfolio y datos de mercado. Estandarizados.

source: Winvestify has direct, automated feeds from all major European online lenders, allowing us to display, in real-time, your loan portfolio.
es: Winvestify conecta automáticamente con las principales plataformas europeas de Crowdlending, permitiéndonos mostrar en tiempo real todo tu portfolio.

source: NORMALIZATION
es: NORMALIZACIÓN

source: Winvestify has established universal data formats across all credit verticals, allowing consistent, views of loans purchased across all major lending platforms.
es: Winvestify ha desarrollado formatos de datos universales en todas las verticales de crédito participativo, lo que permite vistas coherentes de los préstamos comprados en cualquiera de las principales plataformas de Crowdlending.

source: VALIDATION AND TRANSFORMATION
es: VALIDACIÓN Y TRANSFORMACIÓN

source: We run platforms-specific data cleaning rules to ensure that our clients always access the highest quality data possible.
es: Filtramos los datos específicos de las plataformas garantizando que nuestros clientes siempre tengan acceso a información de calidad.

source: Join us. It's easy
es: Únete a nosotros. Es sencillo

source: Open an account and explore all the connected platforms.
es: Crea una cuenta y explora todas nuestras plataformas conectadas.

source: We make it easy for you to access the main Lending platforms with "One Click Registration"
es: Hacemos fácil el registro en las principales plataformas de Crowdlending con "One Click Registration"

source: Register for FREE and get ALL the advantages of a unified marketplace and single dashboard
es: Accede GRATIS a nuestra plataforma y disfruta de TODAS sus ventajas

source: Register NOW
es: Registrarse AHORA

source: We use cookies to enhance your experience. By continuing to visit this site you agree to our use of cookies
es: Utilizamos cookies para mejorar la experiencia del usuario. Continuar visitando esta página implica que aceptas nuestro uso de las cookies

source: Got it!
es: ¡Entendido!

source: CLOSE
es: CERRAR

source: Features
es: Características

source: Statistics
es: Estadísticas

source: Investor ToolBox Manager
es: Crowdlending ToolBox Manager
