Repository: AntoineWinvestify/KrystalTest-1
Catalog: Locale/spa/LC_MESSAGES/default.po
Languages: es

source: DASHBOARD<br/>All your investments are shown on one single page
es: DASHBOARD<br/>Controla todas tus cuentas de inversiones desde un único panel

source: Use our platform for free and enjoy all the benefits
es: Acceda gratis a nuestra plataforma y disfrute de todas sus ventajas

source: Link your accounts
es: Enlace sus cuentas

source: Manage your investments
es: Gestione sus inversiones

source: Your investments are completely organized, all automatically
es: Sus inversiones estarán completamente organizadas automáticamente

source: Centralize all your investment accounts and connect to the major Crowdlending and Invoice Trading platforms from a single portal. Our tool lets you organize and manage all your investments more efficiently. At the same time you can access all investment oportunities in real time and have a truly global view of the Crowdlending market
es: Winvestify le permite centralizar todas sus cuentas de inversión y conectar con las principales plataformas de Crowdlending e Invoice Trading desde un único portal. Nuestra herramienta está orientada a organizar y gestionar todas sus inversiones de un modo más eficiente. Además podrá acceder a las oportunidades de inversión activas en tiempo real, ofreciéndole una visión más global del mercado

source: Our Global Market Place
es: Mercado Global

source: Open investments
es: Oportunidades de Inversión

source: Total Investment
es: Capital Total de Inversión

source: A SMALL STEP FOR YOU, BUT A BIG STEP FOR YOUR INVESTMENTS
es: UN PEQUEÑO PASO PARA USTED, UN GRAN PASO PARA SU INVERSIÓN

source: Winvestify connects to the principal <strong>Invoice Trading</strong> and <strong>Crowdlending</strong> platforms of Spain in a simple and secure way
es: En Winvestify encontrará las principales plataformas de <strong>crowdlending</strong> e <strong>Invoice Trading</strong> de España. Podrá conectar con cualquiera de estas plataformas de un modo sencillo y seguro

source: MARKETPLACE<br/>Our global marketplace contains all the investment opportunities in real time
es: CONOCE EL MERCADO<br/>Acceda a todas las oportunidades de inversiones en tiempo real

source: LINKED ACCOUNTS PANEL<br/>Incorporate all your Investment Accounts in our linked accounts panel
es: CONECTA CON TUS PLATAFORMAS<br/>Centraliza todas tus cuentas de inversión desde nuestro panel

source: PERSONAL DATA PANEL<br/>Access to your personal data is simple, secure and fast
es: COMPLETA TU PERFIL<br/>Rellena con tus datos personales para autenticar tu perfil

source: Connect to the major crowdlending platforms from our portal
es: Conecta con las principales plataformas de crowdlending desde una única plataforma

source: Login
es: Accede

source: About Us
es: Sobre Winvestify

source: This message and its attached files are private and confidential and are addressed exclusively to its recipients.
es: Este mensaje y sus archivos adjuntos son privados y confidenciales y se dirigen exclusivamente a sus destinatarios.

source: If you have received this message by error, you should not disclose, copy or distribute it in any way without prior written consent
es: Si ha recibido este mensaje por error, no debe divulgarlo, copiarlo ni distribuirlo de ninguna forma sin previo consentimiento por escrito

source: from Winvestify Asset Management. Please notify the sender and delete this message and any attached document
es: de Winvestify Asset Management. Por favor, notifique al remitente y elimine este mensaje y cualquier archivo adjunto

source: that it may contain. Failure to do so may violate existing legislation
es: que pueda contener. De no hacerlo puede violar la legislación vigente

source: Subscription
es: Suscripción

source: Thank you very much for your subscription
es: Muchas gracias por su suscripción

source: We will send you an email when you can start using our platform.
es: Le enviaremos un email cuando pueda empezar a utilizar nuestra plataforma.

source: Close
es: Cerrar

source: Applicant / Purpose<br>of Loan
es: Concepto de la inversión

source: Interest<br>Rate
es: Interés

source: Duration
es: Duración

source: Subscribed [%]
es: Suscrito [%]

source: Invest
es: Invertir

source: Number of Companies with Open Investments
es: Número de Empresas con oportunidades de inversiones Abiertas

source: Active Companies
es: Compañías activas

source: Amount already invested in Open Investments
es: Capital total invertido

source: Total Amount Already Invested
es: Capital Total invertido

source: Total Amount of all the open investments
es: Capital total de inversiones activas

source: Total Investment Amount
es: Capital Total Invertido

source: Total Number of Investments in Global Marketplace
es: Total de oportunidades de inversión en el marketplace global

source: Open Investments
es: Oportunidades de Inversión

source: Global Market Place
es: Mercado Global

source: Purpose
es: Propósito

source: Interest Rate
es: Interés

source: Progress
es: Progreso

source: Notification
es: Notificación

source: A technical error occured while reading the contents of the notification.
es: Error al cargar el contenido de su notificaciones

source: Please try again after a few minutes
es: Inténtelo de nuevo en unos minutos

source: You have no notifications
es: No tienes notificaciones

source: You have
es: Tienes

source: notifications
es: notificiaciones

source: View all
es: Ver todas

source: Terms and Conditions
es: Términos y Condiciones de Uso

source: Select
es: Seleccionar

source: Your data is incorrect.
es: Datos incorrectos.

source: Not uploaded yet
es: Sin cargar

source: I use my company as investment vehicle
es: Utilizo mi empresa como vehículo de inversión

source: Your company CIF
es: CIF de la empresa

source: Your company name
es: Nombre de su empresa

source: Documentation Uploading
es: Subida de Documentación

source: Maximun File Size: 10MB
es: Tamaño máximo de archivo: 10MB

source: Permitted Formats:
es: Formatos permitidos:

source: Upload
es: Subir

source: Activate 1CR
es: Activar 1CR

source: Search results:
es: Buscar resultados:

source: Search error
es: Buscar error

source: Go!
es: Siguiente

source: Frequently Asked Questions
es: Preguntas Frecuentes

source: Drop us a line and we'll be delighted to help you
es: Escríbenos por cualquier incidencia y te ayudaremos encantados

source: Contact Us
es: Contáctanos

source: Suggestions
es: Sugerencias

source: Here you can suggest us ideas or enhancements
es: Aquí puede sugerir ideas o mejoras

source: Active Platforms
es: Plataformas Activas

source: Investment Guarantee
es: Garantía de Inversión

source: Cross-border
es: Transfronterizo

source: Minimum Investment
es: Inversión mínima

source: Next Platforms
es: Plataformas Futuras

source: All modalities
es: Todas las modalidades

source: Mortgage Loan
es: Préstamo hipotecario

source: Owner
es: Propietario

source: Domain
es: Dominio

source: Description
es: Descripción

source: Name of Cookie
es: Nombre del Cookie

source: Why trust us?
es: ¿Por qué confiar en nosotros?

source: We have many years of experience in the P2P Lending industry.
es: Tenemos muchos años de experiencia en la industria del Crowdlending.

source: We are standing with our names and faces behind what we do.
es: Conoce más de cerca a todos los miembros de nuestro equipo.

source: Management Team
es: Equipo Directivo

source: Member Team
es: Equipo

source: Your rating has been saved
es: Su rating ha sido guardado

source: No results found
es: No se han encontrado resultados

source: Add
es: Añadir

source: Cancel Payment
es: Cancelar

source: Error Reporting
es: Reportar Error

source: Brief Error Description
es: Describe el error

source: Send Report
es: Enviar Error

source: LOGIN
es: Accede

source: Forgot your password?
es: ¿Ha olvidado su contraseña?

source: All fields are required
es: Todos los campos son obligatorios

source: Your password should be at least 8 characters long and contain uppercase and lowercase characters and a number.
es: Formato incorrecto. Su contraseña debe contener un mínimo de 8 caracteres, contener caracteres en minúscula, mayúscula y algún número

source: Mobile Phone
es: Teléfono Móvil

source: For security reasons it is mandatory to include your mobile phone number so we can send you an account activation code
es: Por motivos de seguridad debido a la naturaleza de la actividad es obligatorio incluir su teléfono para activar su cuenta

source: I accept
es: Acepto

source: the terms of service
es: los términos del servicio

source: and the
es: y la

source: privacy policy
es: política de privacidad

source: NEXT
es: SIGUIENTE

source: A confirmation code has been sent to
es: Un código de confirmación ha sido enviado a su teléfono móvil

source: Enter Code
es: Introduzca el Código

source: You did not receive a code?
es: ¿No ha recibido el código?

source: Request New Code
es: Solicitar un nuevo código

source: ACTIVATE
es: ACTIVAR

source: Which people do you like to follow? [Select al least 1]
es: ¿A quién quieres seguir? [Seleccione al menos 1]

source: User
es: Usuario

source: Follow
es: Seguir

source: Are you an accredited investor?
es: ¿Eres inversor acreditado?

source: In how many crowdlending platforms do you have active investments?
es: ¿En cuántas plataformas de crowdlending tiene actualmente inversiones activas?

source: Choose one
es: Seleccione uno

source: In which type of crowdlending platform do you invest? <small>[mark all that apply]</small>
es: ¿En qué tipo de plataformas de crowdlending ha invertido?<Small>[marca todas las que apliquen]</small>

source: Crowdfunding Real Estate
es: Crowdfunding Inmobiliario

source: Your account has been successfully created
es: Su cuenta ha sido creada éxito

source: Press the button to enter your account
es: Pulse el botón para entrar en su cuenta

source: Go to My Account
es: Ir a mi Dashboard

source: Select one type.
es: Seleccione un asunto.

source: Name too short.
es: Nombre muy corto

source: EMAIL provided is not a valid email address.
es: El email proporcionado no tiene el formato correcto

source: Select a subject.
es: Seleccione un asunto.

source: Message too short.
es: Mensaje muy corto.

source: Email provided is not available
es: El Email no está disponible

source: Incorrect format. Your password should be at least 8 characters long and contain uppercase and lowercase characters and a number.
es: Formato incorrecto. Su contraseña debe tener un mínimo de 8 caracteres, contener caracteres menusculas y mayusculas y un número
