Repository: AntoineWinvestify/KrystalTest-1
Catalog: Locale/ita/LC_MESSAGES/default.po
Languages: it

source: You have no notifications
it: Lei non ha nessuna notifica

source: You have
it: Lei ha

source: notifications
it: notifiche

source: View all
it: Vedere tutto

source: Save changes
it: Salvare le modifiche

source: Cookies Policy
it: Politica di gestione dei cookies

source: Domain
it: Dominio

source: Description
it: Descrizione

source: Name of Cookie
it: Nome del Cookie

source: Terms of Service
it: Condizioni di Servizio

source: Your rating has been saved
it: La sua valutazione è stata registrata

source: No results found
it: Nessun risultato trovato

source: Select
it: Selezionare

source: Add
it: Aggiungere

source: Confirm
it: Confermare

source: Payment<br>Received??
it: Pagamento<br>Ricevuto??

source: Cancel Payment
it: Annullare Pagamento

source: Error Reporting
it: Segnalazione di errore

source: Brief Error Description
it: Breve Descrizione dell'Errore

source: Send Report
it: Inviare Rapporto

source: Login | Register
it: Accedere | Registrarsi

source: LOGIN
it: ACCEDERE

source: Forgot your password?
it: Ha dimenticato la password?

source: All fields are required
it: Tutti i campi sono richiesti

source: Your password should be at least 8 characters long and contain uppercase and lowercase characters and a number.
it: La sua password dovrebbe essere lunga almeno 8 caratteri e contenere maiuscole, minuscole e numeri.

source: Mobile Phone
it: Telefono Cellulare

source: For security reasons it is mandatory to include your mobile phone number so we can send you an account activation code
it: Per ragioni di sicurezza è obbligatorio specificare il suo numero di cellulare così che sia possibile inviarle un codice di attivazione account

source: I accept
it: Accetto

source: the terms of service
it: condizioni del servizio

source: and the
it: *** e il/la?

source: privacy policy
it: politiche di tutela della privacy

source: NEXT
it: SUCCESSIVO

source: A confirmation code has been sent to
it: Un codice di conferma è stato inviato a

source: Enter Code
it: Inserire il Codice

source: You did not receive a code?
it: Non ha ricevuto un codice?

source: Request New Code
it: Richiedere Nuovo Codice

source: ACTIVATE
it: ATTIVARE

source: Which people do you like to follow? [Select al least 1]
it: Quali persone vuole seguire? [Ne scelga almeno 1]

source: User
it: Utente

source: Follow
it: Seguire

source: Are you an accredited investor?
it: Lei è un investitore accreditato?

source: Yes
it: Sì

source: In how many crowdlending platforms do you have active investments?
it: In quante piattaforme di crowdlending ha degli investimenti attivi?

source: Choose one
it: Sceglierne uno

source: In which type of crowdlending platform do you invest? <small>[mark all that apply]</small>
it: In quali tipi di piattaforme di crowdlending investe? <small>[selezionarli]</small>

source: Peer-to-Peer Lending Consumer
it: Prestito Peer-to-Peer al Consumatore

source: Peer-to-Peer Lending Business
it: Prestito Peer-to-Peer all'Azienda

source: Crowdfunding Real Estate
it: Crowdfunding Immobiliare

source: Your account has been successfully created
it: Il suo account è stato creato con successo

source: Press the button to enter your account
it: Prema il pulsante per entrare nel suo account

source: Go to My Account
it: Andare al Mio Account

source: Email provided is not available
it: L'indirizzo email specificato è collegato ad un account già esistente

source: Incorrect format. Your password should be at least 8 characters long and contain uppercase and lowercase characters and a number.
it: Formato non corretto. La sua password dovrebbe essere lunga almeno 8 caratteri e contenere maiuscole, minuscole e numeri.
