Repository: AntoineWinvestify/KrystalTest-1
Catalog: Locale/ita/LC_MESSAGES/default.po
Languages: it

source: Username or password is incorrect
it: Nome utente o password errati

source: Invalid user
it: Utente non valido

source: Password has been changed
it: La password è stata cambiata

source: Password could not be changed.
it: La password non può essere cambiata

source: P2P Crowdlending
it: Crowdlending P2P

source: P2B Crowdlending
it: Crowdlending P2B

source: P2P Invoice Trading
it: Invoice Trading P2P

source: You cannot access this page directly
it: Non può accedere direttamente a questa pagina

source: New account linked
it: Nuovo account collegato

source: You linked your account of platform
it: Ha collegato l'account della piattaforma

source: Error sending the invitation
it: Si è verificato un errore durante l'invio dell'invito

source: Account not activated. contact Winvestify
it: Account non attivato. Contattare Winvestify

source: You entered an incorrect code, please try again
it: Ha inserito un codice errato, per favore riprovi

source: Password Not Valid
it: Password errata

source: Could not find the resource
it: Non è possibile trovare la risorsa

source: Could not find the resource: Not Existent
it: Non è possibile trovare la risorsa: Non Esiste

source: Subscribed User
it: Utente Registrato

source: Thank you for subscribing to our Beta product
it: Grazie per essersi iscritto alla versione Beta del nostro prodotto

source: New beta-user has subscribed
it: Nuovo utente della versione beta iscritto

source: Thank you for sending information about an encountered error
it: Grazie per averci inviato informazioni a proposito dell'errore occorso

source: Error report received
it: Rapporto di errore ricevuto

source: Thank you for sending a new suggestion for product improvement to the Winvestify team
it: Grazie per avere inviato al team di Winvestify i suoi suggerimenti per migliorare il nostro prodotto

source: New suggestion for product improvement
it: Nuovo suggerimento per il miglioramento del prodotto

source: Client Winvestify
it: Cliente Winvestify

source: Thank you for registering at Winvestify
it: Grazie per essersi registrato in Winvestify

source: Registration of new user at Winvestify
it: Registrazione di un nuovo utente di Winvestify

source: Your dashboard has been updated
it: Il suo dashboard è stato aggiornato

source: The system has updated your dashboard data. You can access your dashboard here
it: Il sistema ha aggiornato i dati del suo dashboard. Può accedervi qui

source: File parameter is missing
it: Il parametro del file è mancante

source: File deleted!
it: File cancellato!

source: Unable to delete File
it: Non è possibile cancellare il File

source: File does not exist!
it: Il File non esiste

source: Files
it: File

source: Debug setting does not allow access to this url.
it: Le impostazioni di debug non consentono l'accesso a questo URL.

source: Alert notice message testing...
it: Stiamo provando il messaggio di notifica di avviso...

source: Alert success message testing...
it: Stiamo provando il messaggio di notifica di successo...

source: Alert error message testing...
it: Stiamo provando il messaggio di notifica di errore...

source: Alert info message testing...
it: Stiamo provando il messaggio di notifica di informativa...

source: Alert warning message testing...
it: Stiamo provando il messaggio di notifica di attenzione...

source: Alert danger message testing...
it: Stiamo provando il messaggio di notifica di pericolo...

source: Please provide a type for chart %s!
it: Per favore specifichi un tipo di grafico %s!

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->Highcharts->render() in your view.
it: Grafico: "%s" non può essere trovato. Si assicuri che Nome Grafico sia la stessa stringa che viene passata a $this->Highcharts->render() nella sua vista.

source: CakePHP Highcharts plugin demos / tests
it: Demo / test del plugin CakePHP Highcharts

source: CakePHP: the rapid development php framework
it: CakePHP: il framework di sviluppo rapido php

source: Chats
it: Chat

source: Search for Chat
it: Cerca delle Chat

source: Create New Chat
it: Crea una Nuova Chat

source: my Chats
it: Le mie Chat

source: Most Active Chats
it: Chat più attive

source: Search for existing Chats
it: Cerca una Chat esistente

source: Company
it: Compagnia

source: Loan Identifier
it: Identificatore del prestito

source: New Chat
it: Nuova Chat

source: Subject
it: Soggetto

source: Number of investors:
it: Numero di investitori:

source: Company Data NEW FORMAT
it: Dati della compagnia NUOVO FORMATO

source: Rating
it: Valutazione

source: Action
it: Azione

source: My Balance
it: Il mio Saldo disponibile

source: Outstanding Principal
it: Capitale vivo

source: Amount Invested
it: Ammontare investito

source: EMPTY DASHBOARD
it: DASHBOARD VUOTO

source: We don't have any Dashboard data for you as you don't have any of your crowdlending platform accounts linked to your Dashboard account
it: Non abbiamo dati da mostrare nel suo Dashboard perché lei non ha nessun account di piattaforme di crowdlending collegato al suo account del Dashboard

source: Link your Accounts
it: Collegare i suoi account

source: The information presented in your dashboard dates from
it: Le informazioni mostrate nel suo dashboard sono aggiornate alla data del

source: We are currently collecting the data for your updated dashboard.
it: Stiamo raccogliendo i dati per il suo dashboard aggiornato.

source: You will receive a notification once the process is finished.
it: Riceverà una notifica una volta che il processo sarà concluso.

source: Amount of money currently invested
it: Ammontare del capitale attualmente investito

source: Amount of money in all your Wallets
it: Ammontare di denaro nei suoi Portafogli

source: Available Funds
it: Fondi Disponibili

source: The average profitibility of all your active investments
it: Redditività media di tutti i tuoi investimenti attivi

source: Return
it: Ritorno

source: The number of active investments, i.e investments not yet fully recovered
it: Numero di investimenti attivi, ossia degli investimenti non completamente recuperati

source: Active Investments
it: Investimenti Attivi

source: Global Accounts Overview
it: Panoramica sugli Account

source: No data in piechart
it: Non ci sono dati per il grafico a torta

source: Amount not yet recovered
it: Ammontare non ancora recuperato

source: AVAILABLE FUNDS
it: FONDI DISPONIBILI

source: RETURN
it: RITORNO

source: INVESTED
it: INVESTITO

source: OUTSTANDING PRINCIPAL
it: CAPITALE VIVO

source: ACTIVE INVESTMENTS
it: INVESTIMENTI ATTIVI

source: Transaction Id
it: Id Transazione

source: Due Date
it: Scadenza

source: Interest
it: Interesse

source: Invested
it: Investito

source: Amortized
it: Ammortizato

source: Gained profit
it: Interessi guadagnati

source: Comission
it: Commissione

source: Period of<br>Investment
it: Durata dell'<br>Investimento

source: Status
it: Stato

source: Profile
it: Profilo

source: Sign out
it: Uscita

source: Investor Comunity
it: Comunità degli Investitori

source: Global Marketplace
it: Marketplace Globale

source: My Marketplace
it: Il mio Marketplace

source: Spain
it: Spagna

source: France
it: Francia

source: Germany
it: Germania

source: Loan Control
it: Controllo del Prestito

source: Companies
it: Compagnie

source: Suggestion Box
it: Cassetta dei Suggerimenti

source: Link Account
it: Collegare Account

source: Personal Data
it: Dati Personali

source: Logout
it: Uscita

source: User Data
it: Dati dell'utente

source: Confirmation Code
it: Codice di Conferma

source: Investment Information
it: Informazioni sull'Investimento

source: Account Created
it: Account Creato

source: Home
it: Pagina principale

source: About Us
it: Informazioni su di noi

source: Contact
it: Contatti

source: Privacy Policy
it: Politiche di tutela della Privacy

source: Terms &amp; Conditions
it: Termini e condizioni di utilizzo

source: Our mission is to help investors minimize the risks of investing in the crowdlending market and increase their earnings. We support continuous, global growth of a dynamic crowdlending market, both by market size and investors
it: Il nostro scopo è aiutare gli investitori a minimizzare i rischi di investimento nel mercato del crowdlending e di incrementare i loro guadagni. Supportiamo una crescita continua e globale di un mercato dinamico di crowdlending, tanto in termini di dimensioni del mercato che in termini di numero di investitori

source: A new user has registered
it: Un nuovo utente si è registrato

source: telephone:
it: telefono:

source: Welcome to <strong>Winvestify</strong>
it: Benvenuto in <strong>Winvestify</strong>

source: We are the first community for investors specialized in Crowdlending and Invoice Trading.
it: Siamo la prima comunità per investitori specializzata in Crowdlending e Invoice Trading.

source: First steps
it: Primi passi

source: 1) Complete your investment profile
it: 1) Completi il suo profilo di investitore

source: Enter your personal data in order to connect your investment accounts to our platform
it: Inserisca i suoi dati personali per poter connettere i suoi account di investimento alla nostra piattaforma

source: 2) Link your accounts
it: 2) Colleghi i suoi account

source: Connect to the principal alternative financing plataforms
it: Collegarsi alle principali piattaforme di finanziamento partecipativo

source: 3) Manage your investments
it: 3) Gestire i suoi investimenti

source: All your investments will be automatically completely organized
it: Tutti i suoi investimenti saranno organizzati in maniera completamente automatica

source: 4) Global Market
it: 4) Mercato Globale

source: Access all active investment opportunities in real time
it: Acceda in tempo reale a tutte le opportunità di investimento attive

source: Go to Winvestify
it: Andare a Winvestify

source: Can't read? Reload
it: Non riesce a leggere? Ricarichi

source: <p>Enter security code shown above:</p>
it: <p>Inserisca il codice di sicurezza mostrato sopra:</p>

source: <p>Answer Simple Math</p>
it: <p>Inserisca il risultato di questa semplice operazione matematica</p>

source: The combination of user/password is incorrect. Please check your data and try again
it: La combinazione di utente/password è errata. Per favore controlli i propri dati e riprovi

source: You're data has been successfully modified
it: *** I suoi dati sono stati modificati con successo

source: New Password
it: Nuova Password

source: Repeat Password
it: Ripeta la Password

source: Repeat new Password
it: Ripeta la nuova Password

source: Your password should be at least 8 characters long and contain uppercase and lowercase characters, a number and another symbol
it: La sua password dovrebbe essere lunga almeno 8 caratteri e contenere maiuscole, minuscole, numeri e altri simboli

source: Name
it: Nome

source: Surname(s)
it: Cognome(i)

source: Surname
it: Cognome

source: Address
it: Indirizzo

source: PostCode
it: Codice Postale

source: City
it: Città

source: Country
it: Paese

source: Id
it: Numero della carta d'identità

source: Telephone
it: Telefono

source: Date of Birth
it: Data di Nascita

source: Save
it: Salvare

source: Username
it: Nome utente

source: The account has been successfully added
it: L'account è stato aggiunto con successo

source: The account has been deleted
it: L'account è stato cancellato

source: CrowdLending Company
it: Compagnia di CrowdLending

source: Your User
it: Il suo Utente

source: Your Password
it: La sua Password

source: Delete
it: Cancellare

source: You currently don't have any account defined. By adding your crowdlending accounts you will be able see all your global investment position in your global dashboard
it: Lei non ha al momento alcun account definito. Aggiungendo degli account di crowdlending potrà vedere tutte le sue posizioni di investimento globale nel suo dashboard globale.

source: What do you like to do?
it: Che cosa vorrebbe fare?

source: Close
it: Chiudere

source: Go to next notification
it: Andare alla notifica successiva

source: Cancel
it: Annullare

source: You currently don't have any account defined. By adding your crowdlending accounts you will be able see all your global investment position in our global dashboard
it: Lei non ha al momento alcun account definito. Aggiungendo degli account di crowdlending potrà vedere tutte le sue posizioni di investimento globale nel nostro dashboard globale.

source: Add New Account
it: Aggiungere un Nuovo Account

source: Both the 'Username' and 'Password' of a linked account are encrypted before they are stored on our servers
it: Sia il 'Nome utente' che la 'Password' di un account collegato vengono criptati prima di essere memorizzati nei nostri server.

source: Link this Account
it: Collegare questo Account

source: Linked Accounts
it: Account collegati

source: Invite your Contacts
it: Inviti i suoi Contatti

source: Recommend Winvestify to my Contacts
it: Raccomandare Winvestify ai miei Contatti

source: We don't store your password and we encrypt your contacts before storing them
it: Non memorizziamo la sua password e criptiamo i suoi contatti prima di memorizzarli

source: Invitar a friend
it: Invitare un amico

source: Name of Contact
it: Nome del Contatto

source: Surname(s) of Contact
it: Cognome(i) del Contatto

source: Error
it: Errore

source: Email of Invitee
it: Email dell'Invitato

source: I like the services of Winvestify a lot, have a look
it: Apprezzo molto i servizi di Winvestify, gli dia un'occhiata

source: Send
it: Inviare

source: Search...
it: Ricerca...

source: Recent Activity
it: Attività Recente

source: Tasks Progress
it: Completamento dell'Operazione

source: WINVESTIFY PROVIDES YOU WITH A SINGLE POINT OF ACCESS FOR MANAGING ALL YOUR CROWDLENDING INVESTMENTS
it: WINVESTIFY LE FORNISCE UN SINGOLO PUNTO DI ACCESSO PER GESTIRE TUTTI I SUOI INVESTIMENTI IN CROWDLENDING

source: SEE ALL YOUR INVESTMENTS JUST ON ONE WEBPAGE
it: VEDA TUTTI I SUOI INVESTIMENTI IN UNA SINGOLA PAGINA WEB

source: WINVESTIFY ALSO GIVES YOU INFORMATION ABOUT INVESTMENTS WITH REPAYMENT ISSUES
it: WINVESTIFY LE FORNISCE ANCHE INFORMAZIONI A PROPOSITO DEGLI INVESTIMENTI CON DIFFICOLTÀ DI RIENTRO

source: Language
it: Lingua

source: Features
it: Caratteristiche

source: Investor Toolbox
it: Toolbox dell'Investitore

source: Platforms
it: Piattaforme

source: Statistics
it: Statistiche

source: Connect to the major crowdlending platforms from our portal
it: Collegarsi alle principali piattaforme di crowdlending a partire dal nostro portale

source: Register
it: Registrarsi

source: Login
it: Accedere

source: Centralize all your investment accounts and connect to the major Crowdlending and Invoice Trading platforms from a single portal. Our tool lets you organize and manage all your investments more efficiently. At the same time you can access all investment oportunities in real time and have a truly global view of the Crowdlending market
it: Centralizzi tutti i suoi account di investimento e si connetta alle principali piattaforme di Crowdlending e Invoice trading da un singolo portale. Il nostro strumento le permette di organizzare e gestire tutti i suoi investimenti con maggiore efficienza. Allo stesso tempo può accedere in tempo reale a tutte le opportunità di investimento ed avere una vista veramente globale del mercato del Crowdlending

source: Use our platform for free and enjoy all the benefits
it: Acceda gratis alla nostra piattaforma e ne sfrutti tutti i vantaggi

source: Link your accounts
it: Colleghi i suoi account

source: Connect to the principal alternative financing platforms
it: Si connetta alle principali piattaforme di finanziamento alternativo

source: Manage your investments
it: Gestisca i suoi investimenti

source: Your investments are completely organized, all automatically
it: I suoi investimenti saranno completamente organizzati, in modo automatico

source: Investor ToolBox Manager
it: Gestore della ToolBox dell'Investitore

source: A SMALL STEP FOR YOU, BUT A BIG STEP FOR YOUR INVESTMENTS
it: UN PICCOLO PASSO PER LEI, MA UN GRANDE PASSO PER I SUOI INVESTIMENTI

source: Winvestify connects to the principal <strong>Invoice Trading</strong> and <strong>Crowdlending</strong> platforms of Spain in a simple and secure way
it: Winvestify la connetterà alle principali piattaforme spagnole di Invoice Trading e Crowdlending in maniera semplice e sicura

source: Open investments
it: Opportunità di investimento

source: Total Investment
it: Totale degli Investimenti

source: Register for FREE and get ALL the advantages of a unified marketplace and single dashboard
it: Si registri GRATIS e ottenga TUTTI i vantaggi di un marketplace unificato e di un dashboard centralizzato

source: Got it!
it: Capito!

source: This message and its attached files are private and confidential and are addressed exclusively to its recipients.
it: Questo messaggio ed i suoi allegati sono privati e confidenziali ed esclusivamente indirizzati ai rispettivi destinatari.

source: If you have received this message by error, you should not disclose, copy or distribute it in any way without prior written consent
it: Se ha ricevuto questo messaggio per errore, non dovrebbe divulgarlo, copiarlo, o distribuirlo in nessuna maniera senza previo consenso scritto

source: from Winvestify Asset Management. Please notify the sender and delete this message and any attached document
it: da Winvestify Asset Management. Per favore informi il mittente e cancelli questo messaggio ed ogni suo documento allegato

source: that it may contain. Failure to do so may violate existing legislation
it: che possa contenere. Non farlo potrebbe costituire violazione della normativa vigente

source: Confirmation
it: Conferma

source: Thank you very much for your registration
it: Molte grazie per essersi registrato

source: We will send you an email when you can start using our platform.
it: Le invieremo una email per avvisarla quando potrà iniziare ad utilizzare la nostra piattaforma

source: A technical error occured
it: Si è verificato un errore tecnico

source: Please try to register again in a couple of minutes.
it: Per favore provi a registrarsi di nuovo dopo avere atteso un paio di minuti

source: A truly global Marketplace with all investments of the crowdlending companies in your country
it: Un Marketplace veramente globale con tutti gli investimenti delle compagnie di crowdlending operanti nel suo paese

source: Extensive Company Information
it: Ampie Informazioni sulle Compagnie

source: Winvestify keeps track of all crowdlending companies with respect to their strengths and weaknesses
it: Winvestify tiene traccia dei punti di forza e di debolezza di tutte le compagnie di crowdfunding

source: Keep track of any incident related to your investments
it: Tenga traccia di qualsiasi problema riguardante i suoi investimenti

source: Keeping track of payment arrears that might appear of any of your investment is easier than ever
it: Tenere traccia degli arretrati che potrebbero esserci in relazione ai suoi investimenti è più facile che mai

source: Investor Community
it: Comunità di Investitori

source: A social network where investors can freely exchange experiences with other investors
it: Un social network dove gli investitori possono liberamente condividere esperienze con altri investitori

source: Account Aggregator
it: Aggregatore degli Account

source: Check all your crowdlending investments in just one place, a real universal Dashboard
it: Tenga sotto controllo i suoi investimenti in un unico punto, un Dashboard davvero universale

source: Users can rate the management of any of the crowdlending companies
it: Gli utenti possono fornire una valutazione sulla gestione di ciascuna delle compagnie di crowdlending

source: Active Companies
it: Compagnie Attive

source: Open<br>Investments
it: Opportunità<br>di investimento

source: Total Amount Already<br>Invested
it: Ammontare Totale<br>già Investito

source: Total Investment <br>Amount
it: Ammontare Totale <br>degli Investimenti

source: GLOBAL INVESTMENTS
it: INVESTIMENTI GLOBALI

source: Active<br>Investments
it: Investimenti<br>Attivi

source: Amount Already<br>Invested
it: Ammontare<br>già investito

source: Progress
it: Progresso

source: Total Amount<br>to Invest
it: Ammontare Totale<br>da Investire

source: More Info
it: Più Informazioni

source: If you want to try our pre-commercial Beta version for FREE, just leave us your email address and we will contact you when it becomes available
it: Se vuole provare GRATUITAMENTE la nostra versione Beta pre-commerciale, è sufficiente che ci lasci il suo indirizzo email e la contatteremo appena questa sarà disponibile

source: YES,<br>I LIKE TO TRY IT
it: SÌ,<br>VORREI PROVARE

source: Subscription
it: Iscrizione

source: Thank you very much for your subscription
it: Molte grazie per essersi iscritto

source: Portal
it: Portale

source: Applicant / Purpose<br>of Loan
it: Richiedente / Scopo<br>del Prestito

source: Interest<br>Rate
it: Tasso<br>di Interesse

source: Duration
it: Durata

source: Subscribed [%]
it: Capitale sottoscritto [%]

source: Amount
it: Ammontare

source: Invest
it: Investire

source: Active Crowdlending Companies
it: Compagnie di Crowdlending attive

source: GLOBAL INVESTMENT1
it: INVESTIMENTO GLOBALE1

source: Currently Open Investments
it: Opportunità di Investimento attualmente disponibili

source: Number of Companies with Open Investments
it: Numero di Compagnie con Opportunità di Investimento

source: Amount already invested in Open Investments
it: Ammontare già investito in Opportunità di Investimento

source: Total Amount Already Invested
it: Ammontare totale già investito

source: Total Amount of all the open investments
it: Ammontare totale di tutte le opportunità di investimento

source: Total Investment Amount
it: Ammontare totale degli Investimenti

source: Total Number of Investments in Global Marketplace
it: Numero totale degli Investimenti nel Marketplace Globale

source: Open Investments
it: Opportunità di investimento

source: Global Market Place
it: Marketplace Globale

source: Purpose
it: Scopo

source: Interest Rate
it: Tasso di Interesse

source: Subscribe
it: Iscriversi

source: Your name
it: Il suo nome

source: Your email
it: Il suo indirizzo email

source: SEND
it: INVIARE

source: Your subscription has been registered
it: La sua iscrizione è stata registrata

source: This is the total amount of money currently invested
it: Questo è l'ammontare totale di denaro attualmente investito

source: Amount Inverted
it: *** Ammontare Investito

source: The total amount of all your Wallets
it: Ammontare totale di tutti i suoi Portafogli

source: Total Inverted
it: *** Totale Investito

source: This is the average profitibility of all your active investments
it: Questa è la redditività media di tutti i suoi investimenti attivi

source: Profitability?
it: Redditività?

source: The number of active investments, i.e not yet fully recovered
it: Numero di investimenti attivi, ossia degli investimenti non completamente recuperati

source: Company:
it: Compagnia:

source: Wallet:
it: Portafoglio:

source: Profitibility:
it: Redditività:

source: Invested:
it: Investito:

source: Not yet recovered:
it: Non ancora recuperato:

source: Active Investments:
it: Investimenti Attivi:

source: Loan Id
it: Id del prestito

source: Date
it: Data

source: Inverted
it: *** Investito

source: Notification
it: Notifica

source: A technical error occured while reading the contents of the notification.
it: Si è verificato un errore tecnico durante la lettura dei contenuti della notifica.

source: Please try again after a few minutes
it: Per favore riprovare dopo un paio di minuti

source: &#946; Version
it: &#946; Versione
